export const data = [
    {
        id: 1,
        attractionName: "Great Barrier Reef in Australia",
        description: "Большо́й Барье́рный риф (англ. Great Barrier Reef) — крупнейший в мире коралловый риф, который находится в Тихом океане. Гряда насчитывает более 2900 отдельных коралловых рифов и 900 островов в Коралловом море. Большой Барьерный риф протянулся вдоль северо-восточного побережья Австралии на 2500 км и занимает площадь около 344 400 квадратных километров. Большой Барьерный риф является самым большим на Земле природным объектом, образованным живыми организмами — его можно увидеть из космоса. Структура этого рифа образована (построена) из миллиардов крошечных организмов, известных науке как коралловые полипы[9]. Он простирается с юга на север, начинаясь у тропика Козерога между городами Гладстон и Бандаберг и заканчиваясь в водах пролива Торреса, отделяющего Австралию от Новой Гвинеи. Его площадь больше площади Великобритании. В северной части ширина около 2 км, в южной — 152 км.",
        image: "https://guruturizma.ru/wp-content/uploads/2015/03/%D0%91%D0%BE%D0%BB%D1%8C%D1%88%D0%BE%D0%B9-%D0%91%D0%B0%D1%80%D1%8C%D0%B5%D1%80%D0%BD%D1%8B%D0%B9-%D1%80%D0%B8%D1%841.jpg",
        source: "ru.wikipedia.org",
        showMore: false
    }, 

    {
        id: 2,
        attractionName: "The Great Wall of China",
        description: "Вели́кая Кита́йская стена́ (кит. трад. 長城, упр. 长城, пиньинь Chángchéng, буквально: «Длинная стена» или кит. трад. 萬里長城, упр. 万里长城, пиньинь Wànlǐ Chángchéng, буквально: «Длинная стена в 10 000 ли») — разделительная стена длиной почти 9000 км (полная длина — 21,2 тыс. км), построенная в древнем Китае и являющаяся крупнейшим памятником архитектуры. В китайском языке слово, обозначающее сам проект (长城, Chángchéng), приобрело также образное значение «несгибаемая могущественная сила, непреодолимый барьер». Великая Китайская стена упоминается в Государственном гимне КНР. Стена проходит по северному Китаю на протяжении 8851,9 км, а на участке Бадалин располагается в непосредственной близости от Пекина (это длина последнего сооружения эпохи династии Мин, причём сюда входят 6259 км собственно стен, 359 км рвов, 2232 км естественных защитных рубежей в виде холмов и рек).",
        image: "https://images.unsplash.com/photo-1608037521244-f1c6c7635194?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8VGhlJTIwR3JlYXQlMjBXYWxsJTIwb2YlMjBDaGluYXxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        source: "ru.wikipedia.org",
        showMore: false
    }, 

    {
        id: 3,
        attractionName: "Egyptian Pyramids",
        description: "Еги́петские пирами́ды — древние каменные сооружения пирамидальной формы, расположенные в Египте. Количество объектов, идентифицируемых как египетские пирамиды, варьируется от 118 до 138 (по данным ноября 2008 года). Большая часть пирамид была построена в качестве усыпальниц для фараонов Древнего и Среднего царств. Древнейшие из известных пирамид находятся в Саккаре. Самой древней считается пирамида Джосера, построенная архитектором Имхотепом в период с 2667 по 2648 гг. до н. э.Самые известные пирамиды находятся на окраине Каира в Гизе, три из которых до сих пор являются одними из крупнейших сооружений, когда-либо построенных человеком. Пирамида Хеопса является самой большой пирамидой в Египте и входит в число Семи чудес света.",
        image: "https://images.unsplash.com/photo-1639851831822-36b6deeea50a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8JUQwJTk1JUQwJUIzJUQwJUI4JUQwJUJGJUQwJUI1JUQxJTgyJUQxJTgxJUQwJUJBJUQwJUI4JUQwJUI1JTIwJUQwJUJGJUQwJUI4JUQxJTgwJUQwJUIwJUQwJUJDJUQwJUI4JUQwJUI0JUQxJThCfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        source: "ru.wikipedia.org", 
        showMore: false
    }, 

    {
        id: 4,
        attractionName: "Eiffel Tower",
        description: "Э́йфелева ба́шня (фр. tour Eiffel, МФА: [tu.ʁ‿ɛ.fɛl]) — металлическая башня в центре Парижа, самая узнаваемая его архитектурная достопримечательность. Названа в честь главного конструктора Гюстава Эйфеля; сам Эйфель называл её просто «300-метровой башней» (tour de 300 mètres). Башня, впоследствии ставшая символом Парижа, была построена в 1889 году и первоначально задумывалась как временное сооружение, служившее входной аркой парижской Всемирной выставки 1889 года. Эйфелеву башню называют самой посещаемой платной и самой фотографируемой достопримечательностью мира.",
        image: "https://images.unsplash.com/photo-1431274172761-fca41d930114?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTB8fEVpZmZlbCUyMFRvd2VyfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        source: "ru.wikipedia.org",
        showMore: false
    }, 

    {
        id: 5,
        attractionName: "Taj Mahal in India",
        description: "Тадж-Маха́л[1] (хинди ताज महल, «Корона дворцов», англ. Taj Mahal) — мавзолей-мечеть, находящийся в Агре, Индия, на берегу реки Джамна (архитекторы, вероятно, Устад-Иса и др.) Построен по приказу потомка Тамерлана, падишаха империи Великих Моголов Шах-Джахана, в память о жене Мумтаз-Махал, умершей при родах четырнадцатого ребёнка. Позже в мавзолее был похоронен и сам Шах-Джахан. Тадж-Махал (также «Тадж») считается лучшим примером архитектуры стиля моголов, который сочетает в себе элементы индийского, персидского и арабского архитектурных стилей. В 1983 году Тадж-Махал был назван объектом Всемирного наследия ЮНЕСКО: «жемчужиной мусульманского искусства в Индии и одним из всеми признанных шедевров всемирного наследия».",
        image: "https://plus.unsplash.com/premium_photo-1661885523029-fc960a2bb4f3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8VGFqJTIwTWFoYWwlMjBpbiUyMEluZGlhfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        source: "ru.wikipedia.org",
        showMore: false
    }
]